{
  "th": [
    "1. เกี่ยวกับแอปพลิเคชันและวัตถุประสงค์",
    "แอปพลิเคชันนี้จัดทำขึ้นสำหรับนักเรียนของโรงเรียนสอนภาษาญี่ปุ่นเอเชีย",
    "เป็นสื่อการเรียนรู้ในรูปแบบเกมตอบคำถาม เพื่อศึกษาสำนวนภาษาญี่ปุ่นและมารยาท",
    "สามารถใช้งานได้ทั้งบนสมาร์ตโฟนและคอมพิวเตอร์ และสามารถใช้งานแบบออฟไลน์ได้หลังจากดาวน์โหลด",
    "2. สภาพแวดล้อมและอุปกรณ์ที่แนะนำ",
    "แอปพลิเคชันนี้ได้รับการทดสอบการใช้งานบนอุปกรณ์ต่อไปนี้:",
    "- Google Chrome",
    "- Microsoft Edge",
    "- สมาร์ตโฟน Android",
    "- อุปกรณ์ iOS (แนะนำให้ใช้ Safari)",
    "- คอมพิวเตอร์ Windows",
    "※ฟังก์ชันบางอย่างอาจไม่สามารถใช้งานได้อย่างถูกต้องในเบราว์เซอร์หรืออุปกรณ์รุ่นเก่า นอกจากนี้ บริการนี้ให้บริการในรูปแบบเว็บแอปพลิเคชัน และในสภาพแวดล้อมที่ไม่มีการเชื่อมต่ออินเทอร์เน็ต อาจไม่สามารถใช้งานได้ ขึ้นอยู่กับสภาพของอุปกรณ์ของผู้ใช้",
    "3. วิธีการใช้งาน",
    "1）เลือกหมวดหมู่",
    "2）อ่านคำถามที่แสดง และเลือกคำตอบที่เหมาะสม",
    "3）เมื่อเลือกคำตอบถูกต้อง จะแสดงคำแปลภาษาไทยของคำตอบที่ถูกต้อง พร้อมคำอธิบาย และไอคอนลำโพง",
    "แตะ (หรือคลิก) ที่ไอคอนลำโพงเพื่อฟังเสียงภาษาญี่ปุ่น",
    "4）เมื่อทำแบบทดสอบครบทุกข้อแล้ว จะมีหน้าจอแสดงคะแนน",
    "5）แตะ (หรือคลิก) ปุ่ม \"ลองอีกครั้ง\" เพื่อกลับไปยังหน้าหลัก",
    "※หากไม่สามารถเล่นเสียงได้ กรุณาตรวจสอบการตั้งค่าระดับเสียงหรือสื่อของเบราว์เซอร์",
    "4. ข้อควรระวังในการใช้งาน",
    "1）คำตอบที่แสดงเป็นเพียงตัวอย่างหนึ่งเท่านั้น ไม่ใช่คำตอบที่ถูกต้องแต่เพียงอย่างเดียว",
    "2）เสียงในแอปพลิเคชันนี้สร้างขึ้นจากระบบสังเคราะห์เสียงอัตโนมัติ",
    "3）ในบางกรณี อาจไม่แสดงเวอร์ชันล่าสุดเนื่องจากแคชของเบราว์เซอร์หรือสถานะการติดตั้ง",
    "5. ข้อจำกัดความรับผิดชอบ",
    "ผู้จัดทำจะไม่รับผิดชอบต่อความเสียหายหรือปัญหาใดๆ ที่อาจเกิดขึ้นจากการใช้งานแอปพลิเคชันนี้",
    "โปรดใช้งานภายใต้ความรับผิดชอบของท่านเอง",
    "ทั้งนี้ เนื้อหาและรูปแบบของแอปพลิเคชันอาจมีการเปลี่ยนแปลงโดยไม่แจ้งให้ทราบล่วงหน้า",
    "6. ลิขสิทธิ์และการเผยแพร่",
    "ลิขสิทธิ์ของเนื้อหาที่ใช้ในแอปพลิเคชันนี้ (ข้อความ เสียง ภาพ เป็นต้น) เป็นของผู้จัดทำ",
    "ห้ามแจกจ่าย ดัดแปลง หรือใช้ในเชิงพาณิชย์โดยไม่ได้รับอนุญาต",
    "7. ความเป็นส่วนตัว",
    "แอปพลิเคชันนี้จะไม่เก็บรวบรวมหรือจัดเก็บข้อมูลส่วนบุคคลหรือข้อมูลการใช้งานของผู้ใช้"
  ],
  "ja": [
    "1.アプリの概要・目的",
    "このアプリは、アジア日本語学校の学生向けに制作された、日本語表現やマナーを学ぶためのクイズ形式の教材です。スマートフォンやパソコンから利用でき、ダウンロードすることでオフラインでも使用可能です。",
    "2.推奨環境・対応端末",
    "本アプリは、以下の環境での動作を確認しています。",
    "・Google Chrome",
    "・Microsoft Edge",
    "・Androidスマートフォン",
    "・iOS端末(Safari推奨)",
    "・Windows PC",
    "※一部の機能は、古いブラウザや端末では正常に動作しない場合があります。また、本サービスはWebアプリとして提供されており、オフライン環境では、端末の状態等により利用できない場合があります。",
    "3.使用方法",
    "1）カテゴリを選択します。",
    "2）表示される問題文を読み、適切な選択肢を選択してください。",
    "3）正解すると、正答のタイ語訳と解説、スピーカーアイコンが表示されます。スピーカーアイコンをタップ（またはクリック）すると、日本語の音声が再生されます。",
    "4）全問終了後に、結果画面でスコアを確認できます。",
    "5）「もういちど」ボタンをタップ（またはクリック）すると最初の画面に戻ります。",
    "※音声が再生されない場合は、ブラウザの音量やメディア設定をご確認ください。",
    "4.注意事項（利用上の注意）",
    "1）正答は一例であり、これに限るものではありません。",
    "2）音声は自動音声合成で生成されています。",
    "3）ブラウザのキャッシュやインストール状況により、最新版が表示されない場合があります。",
    "5.免責事項",
    "本アプリの利用により発生した、いかなる損害やトラブルについても、制作者は一切の責任を負いません。ご自身の責任においてご利用ください。",
    "また、本アプリの内容・仕様は予告なく変更されることがあります。",
    "6.著作権・再配布について",
    "本アプリで使用しているコンテンツ（文章、音声、画像など）の著作権は制作者に帰属します。無断での再配布・改変・商用利用は禁止されています。",
    "7.プライバシーについて",
    "本アプリにおいて、ユーザーの個人情報や使用データを収集・保存することはありません。"
  ]
}
