{
  "th": [
    "1. ภาพรวมของเว็บไซต์และวัตถุประสงค์",
    "เว็บไซต์นี้จัดทำขึ้นสำหรับนักเรียนของโรงเรียนสอนภาษาญี่ปุ่นเอเชีย เป็นสื่อการเรียนรู้ในรูปแบบแบบทดสอบเพื่อศึกษาสำนวนภาษาญี่ปุ่นและมารยาท สามารถใช้งานได้ทั้งบนสมาร์ตโฟนและคอมพิวเตอร์",
    "2. สภาพแวดล้อมและอุปกรณ์ที่แนะนำ",
    "เว็บไซต์นี้ได้รับการทดสอบการใช้งานในสภาพแวดล้อมต่อไปนี้:",
    "・Google Chrome",
    "・Microsoft Edge",
    "・สมาร์ตโฟน Android",
    "・อุปกรณ์ iOS",
    "・คอมพิวเตอร์ Windows",
    "※ฟังก์ชันบางอย่างอาจไม่สามารถทำงานได้อย่างถูกต้องในเบราว์เซอร์หรืออุปกรณ์รุ่นเก่า นอกจากนี้ บริการนี้ให้บริการในรูปแบบเว็บไซต์ และในสภาพแวดล้อมออฟไลน์อาจไม่สามารถใช้งานได้ ขึ้นอยู่กับสภาพของอุปกรณ์",
    "3. วิธีการใช้งาน",
    "1）เลือกหมวดหมู่",
    "2）อ่านคำถามที่แสดง และเลือกคำตอบที่เหมาะสม",
    "3）เมื่อทำการตอบ ระบบจะแสดงคำแปลภาษาไทยของคำตอบที่ถูกต้องพร้อมคำอธิบาย และไอคอนลำโพง แตะ (หรือคลิก) ที่ไอคอนลำโพงเพื่อฟังเสียงภาษาญี่ปุ่น",
    "4）เมื่อทำครบทุกข้อแล้ว สามารถตรวจสอบคะแนนได้ที่หน้าผลลัพธ์",
    "5）แตะ (หรือคลิก) ปุ่ม \"อีกครั้ง\" เพื่อกลับไปยังหน้าหลัก",
    "※หากไม่สามารถเล่นเสียงได้ กรุณาตรวจสอบการตั้งค่าระดับเสียงหรือการตั้งค่าสื่อของเบราว์เซอร์",
    "4. ข้อควรระวังในการใช้งาน",
    "1）คำตอบที่แสดงเป็นเพียงตัวอย่างหนึ่งเท่านั้น และไม่ได้จำกัดเฉพาะคำตอบดังกล่าว",
    "2）เสียงถูกสร้างขึ้นด้วยระบบสังเคราะห์เสียงอัตโนมัติ",
    "3）ในบางกรณี อาจไม่แสดงเวอร์ชันล่าสุดเนื่องจากแคชของเบราว์เซอร์หรือสถานะการติดตั้ง",
    "5. ข้อจำกัดความรับผิดชอบ",
    "ผู้จัดทำจะไม่รับผิดชอบต่อความเสียหายหรือปัญหาใด ๆ ที่เกิดขึ้นจากการใช้งานเว็บไซต์นี้ กรุณาใช้งานด้วยความรับผิดชอบของท่านเอง",
    "นอกจากนี้ เนื้อหาและรูปแบบของเว็บไซต์อาจมีการเปลี่ยนแปลงโดยไม่แจ้งให้ทราบล่วงหน้า",
    "6. ลิขสิทธิ์และการเผยแพร่",
    "ลิขสิทธิ์ของเนื้อหาที่ใช้ในเว็บไซต์นี้ (ข้อความ เสียง ภาพ เป็นต้น) เป็นของผู้จัดทำ ห้ามนำไปเผยแพร่ ดัดแปลง หรือใช้ในเชิงพาณิชย์โดยไม่ได้รับอนุญาต",
    "7. ความเป็นส่วนตัว",
"เว็บไซต์นี้จะไม่เก็บรวบรวมหรือจัดเก็บข้อมูลส่วนบุคคลหรือข้อมูลการใช้งานของผู้ใช้"
  ],
  "ja": [
    "1.サイトの概要・目的",
    "本サイトは、アジア日本語学校の学生向けに制作された、日本語表現やマナーを学ぶためのクイズ形式の教材です。スマートフォンやパソコンから利用できます。",
    "2.推奨環境・対応端末",
    "本サイトは、以下の環境での動作を確認しています。",
    "・Google Chrome",
    "・Microsoft Edge",
    "・Androidスマートフォン",
    "・iOS端末",
    "・Windows PC",
    "※一部の機能は、古いブラウザや端末では正常に動作しない場合があります。また、本サービスはWebサイトとして提供されており、オフライン環境では、端末の状態等により利用できない場合があります。",
    "3.使用方法",
    "1）カテゴリを選択します。",
    "2）表示される問題文を読み、適切な選択肢を選択してください。",
    "3）解答すると、正答のタイ語訳と解説、スピーカーアイコンが表示されます。スピーカーアイコンをタップ（またはクリック）すると、日本語の音声が再生されます。",
    "4）全問終了後に、結果画面でスコアを確認できます。",
    "5）「もういちど」ボタンをタップ（またはクリック）すると最初の画面に戻ります。",
    "※音声が再生されない場合は、音量設定やブラウザのメディア設定をご確認ください。",
    "4.注意事項（利用上の注意）",
    "1）正答は一例であり、これに限るものではありません。",
    "2）音声は自動音声合成で生成されています。",
    "3）ブラウザのキャッシュやインストール状況により、最新版が表示されない場合があります。",
    "5.免責事項",
    "本サイトの利用により発生した、いかなる損害やトラブルについても、制作者は一切の責任を負いません。ご自身の責任においてご利用ください。",
    "また、本サイトの内容・仕様は予告なく変更されることがあります。",
    "6.著作権・再配布について",
    "本サイトで使用しているコンテンツ（文章、音声、画像など）の著作権は制作者に帰属します。無断での再配布・改変・商用利用は禁止されています。",
    "7.プライバシーについて",
    "本サイトにおいて、ユーザーの個人情報や使用データを収集・保存することはありません。"
  ]
}